---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.ExternalDataInstanceRemovedFromDocumentEventArgs
source: html/18e8655a-9f28-73a7-7d8a-eb2cf8a12b24.htm
---
# ExternalDataInstanceRemovedFromDocumentEventArgs Members

Indicates whether the event is being cancelled.